export enum Login_ActivityEssence{
    Decription = 'ידוע לי האתר/האפליקציה מהווה כלי התנדבותי-טכנולוגי שנועד לחבר בין אנשים הזקוקים לסיוע לבין אנשים אחרים המעוניינים להתנדב. לפיכך, אני עושה זאת על דעת עצמי ובאחריותי. ידוע לי הארגון ו/או המיזם ו/או הפועלים מטעמם, אינם אחראים לאופי, טיב, מיהות ההתנדבות ו/או מפקחים על המתנדבים ו/או על כל עניין אחר הקשור עימם, ולא אבוא אליכם ו/או למי מטעמכם בכל טענה ו/או דרישה עקב כך ו/או עקב השירות באתר ו/או ההתנדבות, לרבות בגין הדבקות ו/או נזקי וירוס הקורונה ואני פוטר אתכם מכל אחריות לכל האמור',
    Checkbox0 = 'אני מאשר קבלת התראות התנדבות ומידע בנוגע למיזם מאת ארגון תגלית ו-Door2dor באמצעות דוא״ל, SMS ו/או WhatsApp לנייד שלי',
    Checkbox1 = 'אני מצהיר שקראתי ואני מסכים '
}

export enum Mission_Terms{
    Checkbox0= 'לא סבלתי מחום, שיעול או צינון ב-14 ימים האחרונים',
    Checkbox1= 'למיטב ידיעתי, איני חולה קורונה ולא נחשפתי לחולה קורונה מאומת',
    Checkbox2= 'על פי הנחיות משרד הבריאות, אין עליי להמצא בבידוד בית',
    Checkbox3= 'אקפיד על הגיינה במהלך התנדבות: שטיפת ידיים במים וסבון ושימוש במסכה וכפפות נקיות',
    Checkbox4= 'אני מאשר שאשאיר את המצרכים / ציוד ליד דלתו של מבקש הסיוע ולא אבוא עימו במגע ישיר או אכנס אל דירתו',
    Checkbox5= 'אני מתחייב כי לא אבקש פרטי כרטיס אשראי מאת מבקש הסיוע ולא כל מידע אחר אודותיו, וכי לא אעשה כל שימוש בפרטים שיועברו לי, אלא רק לצורך ההתנדבות. לא אעשה בהם על שימוש בלתי חוקי ו/או שימוש לרעה ולא אעבירם לשום גורם אחר. אני מתחייב לפצות ולשפות את הארגון ו/או המיזם ו/או מי מטעמם ו/או כל אדם בגין כל נזק שיגרם עקב הפרת סעיף זה על ידי',
    Checkbox6= 'אני מסכים כי אתם, מבקש הסיוע, או מי מטעמכם תצרו עימי קשר טלפוני ו/או בהודעות לדוא“ל או לנייד',
}